{
    "es": {
        "header": {
            "home": "Inicio",
            "about-me": "Sobre mí",
            "skills": "Habilidades",
            "curriculum": "Currículum",
            "portfolio": "Portafolio"
        },
        "home": {
            "name": "Agustin Patat",
            "role": "Analista de Datos",
            "email": "agustinpatat5@gmail.com",
            "linkedin": "https://www.linkedin.com/in/agustin-patat"
        },
        "about-me": {
            "title": "Sobre mí",
            "description": "Mi nombre es Agustín Patat, estudiante de Ingeniería en Sistemas de Información, y estoy entusiasmado por la oportunidad de integrarme a un equipo laboral donde pueda contribuir con mis habilidades y seguir desarrollándome profesionalmente. Soy una persona responsable, puntual y con gran capacidad de aprendizaje. Me adapto rápidamente a los entornos laborales y disfruto trabajando en equipo, aportando ideas innovadoras y tomando decisiones que impulsen el crecimiento de los proyectos en los que participo. Poseo conocimientos y habilidades en análisis de datos y desarrollo FrontEnd. Además, me caracteriza mi creatividad para resolver problemas y mi enfoque analítico y metódico. Estoy convencido de que mis habilidades técnicas y mi actitud positiva pueden generar un impacto positivo en su organización."
        },
        "personal-data": {
            "birthday": "16-02-2004",
            "phone": "3564 360908",
            "email": "agustinpatat5@gmail.com",
            "address": "San Francisco, Córdoba, Argentina",
            "position": "Analista de Datos - Estudiante"
        },
        "skills": {
            "technical": {
                "SQL": "65%",
                "Python": "40%",
                "Power BI": "70%",
                "C": "80%",
                "Microsoft Excel": "30%",
                "Microsoft Word": "40%",
                "HTML5": "40%",
                "CSS3": "40%"
            },
            "professional": {
                "Comunicacion": "80%",
                "Responsabilidad": "100%",
                "Resolucion de problemas": "80%",
                "Organizacion": "100%",
                "Adaptabilidad": "90%",
                "Trabajo en equipo": "90%",
                "Toma de decisiones": "95%",
                "Creatividad": "85%",
                "Dedicacion": "100%"
            }
        },
        "curriculum": {
            "education": [
                {
                    "title": "Técnico Electricista",
                    "institution": "IPET N°50 Ing. F. Olmos, San Francisco",
                    "year": "2016 - 2022",
                    "description": "Promedio general de calificaciones: 8.35. Estudios de Secundaria finalizados."
                },
                {
                    "title": "Ing. Sistemas de Información",
                    "institution": "UTN, San Francisco",
                    "year": "2023 - Actualidad",
                    "description": "En este 2025 comienzo mi tercer año en la carrera con 16 materias aprobadas."
                }
            ],
            "experience": [
                {
                    "title": "Técnico de mantenimiento preventivo y predictivo",
                    "company": "Akron S.A",
                    "year": "Septiembre 2022 - Diciembre 2022",
                    "tasks": [
                        "Mantenimiento preventivo y correctivo de instalaciones, equipamiento eléctrico y mecánico",
                        "Apoyo para la instalación y el montaje de equipos y maquinaria."
                    ]
                },
                {
                    "title": "Electricista",
                    "company": "IPET N°50 EFO",
                    "year": "Marzo 2016 - Diciembre 2022",
                    "tasks": [
                        "Inspección de sistemas, equipos y componentes eléctricos para detectar riesgos y proponer mejoras.",
                        "Verificación de la compatibilidad y seguridad de los sistemas.",
                        "Interpretación técnica para la correcta instalación de sistemas y equipos eléctricos y de conexiones.",
                        "Estudio de los diagramas de circuito para establecer una óptima distribución del cableado.",
                        "Lectura y seguimiento de planos y manuales técnicos.",
                        "Manejo de sistemas informáticos y tecnológicos."
                    ]
                }
            ]
        },
        "portfolio": [
            {
                "title": "HTML5 y CSS3",
                "description": "Este proyecto es una página web avanzada desarrollada con HTML5 y CSS3. Incluye animaciones y transiciones CSS3 para mejorar la experiencia del usuario. Se implementaron técnicas de diseño responsivo y se utilizaron flexbox y grid layout para una disposición flexible y estructurada de los elementos en la página.",
                "link": "https://6601cdf27cfe6031f2b17b33--scintillating-cucurucho-42440f.netlify.app/"
            },
            {
                "title": "HTML5 y CSS3 - Página de equipo",
                "description": "Este proyecto es una página web de equipo creada con HTML5 y CSS3. La página incluye una sección de 'Nosotros' que presenta a los miembros del equipo con fotos y descripciones. Se utilizaron técnicas de diseño responsivo para asegurar que la página se vea bien en dispositivos móviles y de escritorio, y se aplicaron estilos CSS3 para un diseño limpio y profesional.",
                "link": "https://678688e7f96504816ee40e22--chic-puppy-e9e051.netlify.app/nosotros"
            },
            {
                "title": "Análisis en Power BI",
                "description": "Este informe presenta un análisis en Power BI sobre la distribución de empleados en una organización, diferenciando entre activos e inactivos. Se utilizan datos de un archivo Excel y diversas visualizaciones para facilitar la interpretación de la información. Se calculan métricas principales como total de empleados, empleados activos e inactivos, y se emplean medidas en DAX con filtros interactivos y mapas de distribución geográfica.",
                "link": "https://app.powerbi.com/view?r=eyJrIjoiNmY0Y2NiZDUtM2E2Zi00NjRiLWJiNjYtOGI4NTk3OGFlNmY3IiwidCI6IjUzMDczOGU5LTU1MzAtNDFkNi1iODU0LWYyYzkwZTBkZDA4MSJ9"
            }
        ]
    },
    "en": {
        "header": {
            "home": "Home",
            "about-me": "About me",
            "skills": "Skills",
            "curriculum": "Resume",
            "portfolio": "Portfolio"
        },
        "home": {
            "name": "Agustin Patat",
            "role": "Data Analyst",
            "email": "agustinpatat5@gmail.com",
            "linkedin": "https://www.linkedin.com/in/agustin-patat"
        },
        "about-me": {
            "title": "About me",
            "description": "My name is Agustín Patat, I am a Information Systems Engineering student, and I am excited about the opportunity to join a work team where I can contribute with my skills and continue developing professionally. I am a responsible, punctual person with great learning ability. I quickly adapt to work environments and enjoy working in teams, contributing innovative ideas and making decisions that drive the growth of the projects I participate in. I have knowledge and skills in data analysis and FrontEnd development. Additionally, I am characterized by my creativity in problem-solving and my analytical and methodical approach. I am convinced that my technical skills and positive attitude can generate a positive impact on your organization."
        },
        "personal-data": {
            "birthday": "02-16-2004",
            "phone": "3564 360908",
            "email": "agustinpatat5@gmail.com",
            "address": "San Francisco, Córdoba, Argentina",
            "position": "Data Analyst - Student"
        },
        "skills": {
            "technical": {
                "SQL": "65%",
                "Python": "40%",
                "Power BI": "70%",
                "C": "80%",
                "Microsoft Excel": "30%",
                "Microsoft Word": "40%",
                "HTML5": "40%",
                "CSS3": "40%"
            },
            "professional": {
                "Communication": "80%",
                "Responsibility": "100%",
                "Problem solving": "80%",
                "Organization": "100%",
                "Adaptability": "90%",
                "Teamwork": "90%",
                "Decision making": "95%",
                "Creativity": "85%",
                "Dedication": "100%"
            }
        },
        "curriculum": {
            "education": [
                {
                    "title": "Electrical Technician",
                    "institution": "IPET N°50 Ing. F. Olmos, San Francisco",
                    "year": "2016 - 2022",
                    "description": "Overall grade point average: 8.35. High School studies completed."
                },
                {
                    "title": "Information Systems Engineering",
                    "institution": "UTN, San Francisco",
                    "year": "2023 - Present",
                    "description": "In 2025, I'm starting my third year in the program with 16 subjects approved."
                }
            ],
            "experience": [
                {
                    "title": "Preventive and Predictive Maintenance Technician",
                    "company": "Akron S.A",
                    "year": "September 2022 - December 2022",
                    "tasks": [
                        "Preventive and corrective maintenance of facilities, electrical and mechanical equipment",
                        "Support for equipment and machinery installation and assembly."
                    ]
                },
                {
                    "title": "Electrician",
                    "company": "IPET N°50 EFO",
                    "year": "March 2016 - December 2022",
                    "tasks": [
                        "Inspection of electrical systems, equipment, and components to detect risks and propose improvements.",
                        "Verification of system compatibility and safety.",
                        "Technical interpretation for proper installation of electrical systems and equipment and connections.",
                        "Study of circuit diagrams to establish optimal wiring distribution.",
                        "Reading and following technical plans and manuals.",
                        "Management of computer and technological systems."
                    ]
                }
            ]
        },
        "portfolio": [
            {
                "title": "HTML5 and CSS3",
                "description": "This project is an advanced website developed with HTML5 and CSS3. It includes CSS3 animations and transitions to enhance user experience. Responsive design techniques were implemented, and flexbox and grid layout were used for flexible and structured element layout on the page.",
                "link": "https://6601cdf27cfe6031f2b17b33--scintillating-cucurucho-42440f.netlify.app/"
            },
            {
                "title": "HTML5 and CSS3 - Team Page",
                "description": "This project is a team website created with HTML5 and CSS3. The page includes an 'About Us' section that presents team members with photos and descriptions. Responsive design techniques were used to ensure the page looks good on mobile and desktop devices, and CSS3 styles were applied for a clean and professional design.",
                "link": "https://678688e7f96504816ee40e22--chic-puppy-e9e051.netlify.app/nosotros"
            },
            {
                "title": "Power BI Analysis",
                "description": "This report presents a Power BI analysis of employee distribution in an organization, differentiating between active and inactive employees. Data from an Excel file and various visualizations are used to facilitate information interpretation. Key metrics such as total employees, active and inactive employees are calculated, and DAX measures are used with interactive filters and geographic distribution maps.",
                "link": "https://app.powerbi.com/view?r=eyJrIjoiNmY0Y2NiZDUtM2E2Zi00NjRiLWJiNjYtOGI4NTk3OGFlNmY3IiwidCI6IjUzMDczOGU5LTU1MzAtNDFkNi1iODU0LWYyYzkwZTBkZDA4MSJ9"
            }
        ]
    }
}